<!DOCTYPE html>
<html lang="th">

<head>
    <meta name="robots" content="noindex, nofollow">
    <meta charset="UTF-8">
    <style>
        @font-face {
            font-family: 'sarabun';
            font-style: normal;
            font-weight: normal;
            src: url('{{ storage_path("fonts/THSarabunNew.ttf") }}') format('truetype');
        }

        @font-face {
            font-family: 'sarabun';
            font-style: bold;
            font-weight: bold;
            src: url('{{ storage_path("fonts/THSarabunNew-Bold.ttf") }}') format('truetype');
        }

        @font-face {
            font-family: 'sarabun';
            font-style: italic;
            font-weight: normal;
            src: url('{{ storage_path("fonts/THSarabunNew-Italic.ttf") }}') format('truetype');
        }

        @font-face {
            font-family: 'sarabun';
            font-style: italic;
            font-weight: bold;
            src: url('{{ storage_path("fonts/THSarabunNew-BoldItalic.ttf") }}') format('truetype');
        }

        body {
            font-family: 'sarabun', sans-serif;
            font-size: 16pt;
            line-height: 1;
            margin: 40px;
        }

        h2,
        h3,
        h4 {
            text-align: center;
            margin: 5px 0;
            /* ✅ ลดช่องว่างหัวข้อ */
        }

        p {
            margin: 2px 0;
            /* ✅ ลดช่องว่างแต่ละบรรทัด */
        }

        .logo {
            position: absolute;
            top: 20px;
            left: 30px;
            width: 70px;
        }

        table {
            width: 100%;
            border-collapse: collapse;
            margin-top: 5px;
        }

        td {
            padding: 2px 4px;
            /* ✅ ลด padding */
            vertical-align: top;
        }

        .label {
            width: 150px;
            font-weight: bold;
        }

        .logo {
            position: absolute;
            top: 20px;
            /* ระยะจากด้านบน */
            left: 40px;
            /* ระยะจากด้านซ้าย */
            width: 70px;
            /* ขนาดโลโก้ */
            height: auto;
        }
    </style>
</head>

<body>
    <img src="{{ public_path('images/formpdf/logovru001.png') }}" class="logo">



    <div align="center"><strong>ประวัตินักศึกษา/ระเบียนสะสม (มศว.ทป.01)</strong></div>

    <div align="center"><strong>มหาวิทยาลัยราชภัฏวไลยอลงกรณ์ ในพระบรมราชูปถัมภ์ จังหวัดปทุมธานี</strong></div>



    @php
        $programs = [
            '00000' => 'ไม่ระบุ',
            '70001' => 'หลักสูตรและการสอน',
            '70002' => 'หลักสูตรวิทยาศาสตรมหาบัณฑิต สาขาวิชาเทคโนโลยีการจัดการเกษตร กลุ่มวิชาเทคโนโลยีการจัดการผลิตพืช',
            '70003' => 'หลักสูตรวิทยาศาสตรมหาบัณฑิต สาขาวิชาเทคโนโลยีการจัดการเกษตร กลุ่มวิชาเทคโนโลยีการจัดการผลิตสัตว์',
            '70004' => 'หลักสูตรวิทยาศาสตรมหาบัณฑิต สาขาวิชาเทคโนโลยีการจัดการเกษตร กลุ่มวิชาเทคโนโลยีการจัดการอุตสาหกรรมอาหาร',
            '70005' => 'นวัตกรรมการจัดการสิ่งแวดล้อม',
            '70006' => 'การจัดการเทคโนโลยี',
            '70007' => 'การจัดการระบบสุขภาพ',
            '70008' => 'นวัตกรรมการบริหารการศึกษา (หลักสูตรได้รับการพิจารณารับรองปริญญาทางการศึกษาหลักสูตรครุศาสตรมหาบัณฑิต โดยคุรุสภา)',
            '71001' => 'การบริหารธุรกิจ',
            '71002' => 'วิทยาศาสตร์และนวัตกรรมเพื่อการพัฒนา',
            '71003' => 'สิ่งแวดล้อมศึกษา',
            '71004' => 'นวัตกรรมการบริหารการศึกษา (หลักสูตรได้รับการพิจารณารับรองปริญญาทางการศึกษาหลักสูตรปรัชญาดุษฎีบัณฑิต โดยคุรุสภา)',
            '71005' => 'หลักสูตรและการสอน',
            '72001' => 'ประกาศนียบัตรวิชาชีพครู',
            '70009' => 'รัฐประศาสนศาสตร์',
            '71006' => 'การจัดการระบบสุขภาพ',
            '71007' => 'นวัตกรรมเพื่อการพัฒนาที่ยั่งยืน',
            '70010' => 'นวัตกรรมการบริหารปกครอง และการประกอบการเพื่อสังคม',
            '70011' => 'ทัศนศิลป์และการออกแบบ',
            '71008' => 'ทัศนศิลป์และการออกแบบ',
            '70012' => 'หลักสูตรวิทยาศาสตรมหาบัณฑิต สาขาวิชาเทคโนโลยีการจัดการเกษตร กลุ่มวิชากลุ่มวิชาเทคโนโลยีการจัดการเกษตร',
            '71009' => 'นวัตกรรมการจัดการสิ่งแวดล้อม',
            '71010' => 'ผู้ประกอบการและการออกแบบนวัตกรรมธุรกิจ',
            '70013' => 'ผู้ประกอบการและการออกแบบนวัตกรรมธุรกิจ',
            '70014' => 'การจัดการปกครอง',
            '70015' => 'การจัดการธุรกิจ',
            '71011' => 'การจัดการธุรกิจ',
        ];
        $programs = [
            '00000' => 'ไม่ระบุ',
            '70001' => '(เรียนเสาร์-อาทิตย์)',
            '70002' => '(เรียนจันทร์-อาทิตย์)',
            '70003' => 'หลักสูตรวิทยาศาสตรมหาบัณฑิต สาขาวิชาเทคโนโลยีการจัดการเกษตร กลุ่มวิชาเทคโนโลยีการจัดการผลิตสัตว์',
            '70004' => 'หลักสูตรวิทยาศาสตรมหาบัณฑิต สาขาวิชาเทคโนโลยีการจัดการเกษตร กลุ่มวิชาเทคโนโลยีการจัดการอุตสาหกรรมอาหาร',
            '70005' => 'นวัตกรรมการจัดการสิ่งแวดล้อม',
            '70006' => 'การจัดการเทคโนโลยี',
            '70007' => 'การจัดการระบบสุขภาพ',
            '70008' => 'นวัตกรรมการบริหารการศึกษา (หลักสูตรได้รับการพิจารณารับรองปริญญาทางการศึกษาหลักสูตรครุศาสตรมหาบัณฑิต โดยคุรุสภา)',
            '71001' => 'การบริหารธุรกิจ',
            '71002' => 'วิทยาศาสตร์และนวัตกรรมเพื่อการพัฒนา',
            '71003' => 'สิ่งแวดล้อมศึกษา',
            '71004' => 'นวัตกรรมการบริหารการศึกษา (หลักสูตรได้รับการพิจารณารับรองปริญญาทางการศึกษาหลักสูตรปรัชญาดุษฎีบัณฑิต โดยคุรุสภา)',
            '71005' => 'หลักสูตรและการสอน',
            '72001' => 'ประกาศนียบัตรวิชาชีพครู',
            '70009' => 'รัฐประศาสนศาสตร์',
            '71006' => 'การจัดการระบบสุขภาพ',
            '71007' => 'นวัตกรรมเพื่อการพัฒนาที่ยั่งยืน',
            '70010' => 'นวัตกรรมการบริหารปกครอง และการประกอบการเพื่อสังคม',
            '70011' => 'ทัศนศิลป์และการออกแบบ',
            '71008' => 'ทัศนศิลป์และการออกแบบ',
            '70012' => 'หลักสูตรวิทยาศาสตรมหาบัณฑิต สาขาวิชาเทคโนโลยีการจัดการเกษตร กลุ่มวิชากลุ่มวิชาเทคโนโลยีการจัดการเกษตร',
            '71009' => 'นวัตกรรมการจัดการสิ่งแวดล้อม',
            '71010' => 'ผู้ประกอบการและการออกแบบนวัตกรรมธุรกิจ',
            '70013' => 'ผู้ประกอบการและการออกแบบนวัตกรรมธุรกิจ',
            '70014' => 'การจัดการปกครอง',
            '70015' => 'การจัดการธุรกิจ',
            '71011' => 'การจัดการธุรกิจ',
        ];
        $timepro = [
            '00000' => '(เรียนเสาร์-อาทิตย์)',
            '70001' => '(เรียนจันทร์-อาทิตย์)',
            '70002' => '(เรียนจันทร์-อาทิตย์)',
            '70003' => '(เรียนจันทร์-อาทิตย์)',
            '70004' => '(เรียนจันทร์-อาทิตย์)',
            '70005' => '(เรียนจันทร์-อาทิตย์) นอกเวลาราชการ และเรียน (เสาร์-อาทิตย์)',
            '70006' => '(เรียนเสาร์-อาทิตย์)',
            '70007' => '(เรียนเสาร์-อาทิตย์)',
            '70008' => '(เรียนจันทร์-อาทิตย์)',
            '71001' => '(เรียนจันทร์-อาทิตย์)',
            '71002' => '(เรียนจันทร์-อาทิตย์)',
            '71003' => '(เรียนเสาร์-อาทิตย์)',
            '71004' => '(เรียนเสาร์-อาทิตย์)',
            '71005' => '(เรียนเสาร์-อาทิตย์)',
            '72001' => '(เรียนจันทร์-อาทิตย์) นอกเวลาราชการ และเรียน (เสาร์-อาทิตย์)',
            '70009' => '(เรียนเสาร์-อาทิตย์)',
            '71006' => '(เรียนจันทร์-อาทิตย์)',
            '71007' => '(เรียนจันทร์-อาทิตย์)',
            '70010' => '(เรียนจันทร์-อาทิตย์)',
            '70011' => '(เรียนจันทร์-อาทิตย์)',
            '71008' => '(เรียนจันทร์-อาทิตย์)',
            '70012' => '(เรียนจันทร์-อาทิตย์)',
            '71009' => '(เรียนจันทร์-อาทิตย์)',
            '71010' => '(เรียนจันทร์-อาทิตย์)',
            '70013' => '(เรียนจันทร์-อาทิตย์)',
            '70014' => '(เรียนจันทร์-อาทิตย์)',
            '70015' => '(เรียนจันทร์-อาทิตย์)',
            '71011' => '(เรียนจันทร์-อาทิตย์)',
        ];
        $level = [
            '00000' => 'ไม่ระบุ',
            '70001' => 'ปริญญาโท',
            '70002' => 'ปริญญาโท',
            '70003' => 'ปริญญาโท',
            '70004' => 'ปริญญาโท',
            '70005' => 'ปริญญาโท',
            '70006' => 'ปริญญาโท',
            '70007' => 'ปริญญาโท',
            '70008' => 'ปริญญาโท',
            '71001' => 'ปริญญาเอก',
            '71002' => 'ปริญญาเอก',
            '71003' => 'ปริญญาเอก',
            '71004' => 'ปริญญาเอก',
            '71005' => 'ปริญญาเอก',
            '72001' => 'ประกาศนียบัตรบัณฑิต',
            '70009' => 'ปริญญาโท',
            '71006' => 'ปริญญาเอก',
            '71007' => 'ปริญญาเอก',
            '70010' => 'ปริญญาโท',
            '70011' => 'ปริญญาโท',
            '71008' => 'ปริญญาเอก',
            '70012' => 'ปริญญาโท',
            '71009' => 'ปริญญาเอก',
            '71010' => 'ปริญญาเอก',
            '70013' => 'ปริญญาโท',
            '70014' => 'ปริญญาโท',
            '70015' => 'ปริญญาโท',
            '71011' => 'ปริญญาเอก',
        ];
    @endphp





    <p style="text-align:center; font-weight:bold;">{{ $student->namelevel_full }}{{ $student->detail }}</p>




    <p style="text-align:center; font-weight:bold;">รหัสประจำตัวนักศึกษา {{ $student->id_no }}</p>

    <p style="font-weight:bold; margin-top:10px;">ข้อมูลส่วนตัว</p>

    <p><b>1. ชื่อ - สกุล:</b> {{ $student->pname }} {{ $student->name }} {{ $student->lname }}<b>
            เลขบัตรประชาชน/เลขหนังสือเดินทาง</b> {{ $student->idcard ?? '-' }} </p>
    <p><b>เชื้อชาติ</b>
        @php
            // ตรวจว่าคำขึ้นต้น pname เป็นภาษาไทยหรือไม่
            $isThai = preg_match('/[\x{0E00}-\x{0E7F}]/u', $student->pname ?? '');
        @endphp

        @if (empty($student->pname))
            ไม่ระบุ
        @elseif ($isThai)
            ไทย
        @else
            ต่างชาติ
        @endif

        <b>สัญชาติ</b>
        @php
            // ตรวจว่าคำขึ้นต้น pname เป็นภาษาไทยหรือไม่
            $isThai = preg_match('/[\x{0E00}-\x{0E7F}]/u', $student->pname ?? '');
        @endphp

        @if (empty($student->pname))
            ไม่ระบุ
        @elseif ($isThai)
            ไทย
        @else
            ต่างชาติ
        @endif

        <b>เกิดวันที่</b> {{ $student->bdate ?? '-' }}
    </p>




    <p><b>ที่อยู่ปัจจุบัน</b> {{ $student->homeadd ?? '-' }}</p>
    <p><b>E-mail</b> {{ $student->email ?? '-' }} <b>เบอร์โทรศัพท์ติดต่อ</b> {{ $student->tel ?? '-' }}</p>

    <p><b>2. ประเภทนักศึกษา </b> {{ $student->type_name ?? '-' }} <b>ระดับการศึกษา</b>
        {{ $student->namelevel_full ?? '-' }} </p>


    <p><b>3. เพื่อนสนิทชื่อ</b> {{ $student->sidekick_name ?? '-' }} <b>สาขาวิชา</b>
        {{ $student->sidekick_program ?? '-' }}
    <p><b>ที่อยู่เพื่อนสนิท</b> {{ $student->sidekick_add ?? '-' }} <b> โทรศัพท์</b> {{ $student->sidekick_tel ?? '-' }}
    </p>

    <p><b>4. อาจารย์สนิทชื่อ</b> {{ $student->teacher_are_name ?? '-' }} <b>คณะ</b> {{ $teacher_are_faculty ?? '-' }}
    <p><b> โทรศัพท์</b> {{ $student->teacher_are_tel ?? '-' }} </p>

    <p><b>5. สถาบันศึกษาเดิม</b> {{ $student->nameoldschool ?? '-' }} </p>
    <p><b>จบจากสถาบันเดิมวันที่</b> {{ $student->oldend ?? '-' }} </p>

    <p><b>6. หมู่เลือดกรุ๊ป</b> {{ $student->blood ?? '-' }} <b>โรคประจำตัว</b> {{ $student->congenitaldisease ?? '-' }}
        <b>เคยรับการรักษาจาก</b> -
    <p><b>ความสนใจพิเศษ</b> - </p>

    <div style="page-break-before: always;"></div>
   
    <p><b>ข้อมูลครอบครัว</b> </p>
    <p><b>1. ชื่อบิดา</b> {{ $student->fat_fname ?? '-' }} <b>นาสกุลบิดา</b> {{ $student->fat_lname ?? '-' }} </p>
    <p style="margin-left: 17px;">
        <b>ที่อยู่บิดา</b> {{ $student->fatadd ?? '-' }} <b>โทร.</b> {{ $student->fattel ?? '-' }}
    </p>
    <p style="margin-left: 17px;">
        <b>อาชีพบิดา</b> - <b>สถานะภาพบิดา</b> - <b>รายได้</b> -
    </p>

    <p><b>2. ชื่อมารดา</b> {{ $student->mot_fname ?? '-' }} <b>นาสกุลมารดา</b> {{ $student->mot_lname ?? '-' }} </p>
    <p style="margin-left: 17px;">
        <b>ที่อยู่มารดา</b> {{ $student->motadd ?? '-' }} <b>โทร.</b> {{ $student->mottel ?? '-' }}
    </p>
    <p style="margin-left: 17px;">
        <b>อาชีพมารดา</b> - <b>สถานะภาพมารดา</b> - <b>รายได้</b> -
    </p>

    <p><b>3. สถานะภาพครอบครัว บิดา/มารดา</b> - </p>

    <p><b>4. ผู้สนับสนุนการศึกษา</b> {{ $student->spnosorname ?? '-' }} </p>
    <p style="margin-left: 17px;">
        <b>ที่อยู่</b> {{ $student->spnosoradd ?? '-' }} <b>เบอร์โทรศัพท์</b> {{ $student->spnosortel ?? '-' }}
    </p>

    <p><b>5. (ทุน)</b> - </p>

    <p><b>6. พี่น้องทั้งหมด</b></p>
    <p>
        <span style="display:inline-block; width:300px; margin-left: 17px;">
            <b>6.1 ชื่อ</b> {{ $student->son1 ?? '-' }}
        </span>
        <span>
            <b>เลือกสถานะ</b> {{ $student->sonstatus1?? '-' }}
        </span>
    </p>

    <p>
        <span style="display:inline-block; width:300px; margin-left: 17px;">
            <b>6.2 ชื่อ</b> {{ $student->son2 ?? '-' }}
        </span>
        <span>
            <b>เลือกสถานะ</b> {{ $student->sonstatus2 ?? '-' }}
        </span>
    </p>

    <p>
        <span style="display:inline-block; width:300px; margin-left: 17px;">
            <b>6.3 ชื่อ</b> {{ $student->son3 ?? '-' }}
        </span>
        <span>
            <b>เลือกสถานะ</b> {{ $student->sonstatus3 ?? '-' }}
        </span>
    </p>

    <p>
        <span style="display:inline-block; width:300px; margin-left: 17px;">
            <b>6.4 ชื่อ</b> {{ $student->son4 ?? '-' }}
        </span>
        <span>
            <b>เลือกสถานะ</b> {{ $student->sonstatus4 ?? '-' }}
        </span>
    </p>

    <p>
        <span style="display:inline-block; width:300px; margin-left: 17px;">
            <b>6.5 ชื่อ</b> {{ $student->son5 ?? '-' }}
        </span>
        <span>
            <b>เลือกสถานะ</b> {{ $student->sonstatus5 ?? '-' }}
        </span>
    </p>

    <p><b>เอกสารที่ต้องส่งในวันรายงานตัว</b></p>
    <p><b>1. ประวัตินักศึกษา / ระเบียนสะสม (มศว.ทป.01)</b></p>
    <p><b>2. หนังสือยินยอมให้เปิดเผยข้อมูลแก่บุคคลที่สาม</b></p>
    <p><b>3. สำเนาใบรายงานผลการเรียน ฉบับสมบูรณ์ (ด้านหน้าและด้านหลัง) ที่ระบุวันที่สำเร็จการศึกษาแล้ว
            (พร้อมรับรองสำเนาถูกต้องและลงลายมือชื่อ)</b></p>
    <p><b>4. สำเนาเอกสารการเปลี่ยนชื่อ-สกุล (ถ้ามี) (พร้อมรับรองสำเนาถูกต้องและลงลายมือชื่อ) </b></p>

    <div style="text-align: right; margin-top:50px; margin-right:20px;">
        <div style="display:inline-block; text-align:center;">
            <p style="margin:0;">.................................................. ลงชื่อนักศึกษา</p>
            <p style="margin:0;">นาย เศกสรรค์ ถ้วนถี่</p>
            <p style="margin:0;">
    {{ \Carbon\Carbon::now()->format('d/m/Y') }} (วัน/เดือน/ปี)
</p>

        </div>
    </div>





</body>

</html>