<?php

return [
    'login' => '登入',
    'logout' => '登出',

    'description_1' => '註冊',
    'description_2' => '申請人歷史',
    'description_3' => '教育記錄',
    'description_4' => '护照',
    'description_4_1' => '简体中文',

    'degree' => '選擇學位',
    'academic_year' => '年',
    'faculty' => '選定的研究領域',
    'faculty2' => '研究領域',


    'prefix' => '名稱前綴',
    'first_name' => '姓名',
    'last_name' => '姓',
    'passport_number' => 'ID card/passport',

    'nationality' => '國籍',
    'gender' => '性別',
    'date_birth' => '出生日期',
    'birth_month' => '出生月',
    'birth_year' => '出生',

    'address' => '目前的地址',
    'province' => '省',
    'district' => '縣',
    'subdistrict' => '区/乡/镇',
    'postcode' => '邮政编码',

    'contact_number' => '電話號碼',
    'line_id' => '線路 ID（如果有）',
    'mail' => '電子郵件',
    'line' => 'ID Line',

    'school_name' => '學校名稱',
    'address_school' => '省',
    'level_school' => '你畢業的學位',
    'field_studyl' => '學士學位/畢業課程',
    'gpax' => '平均評分',

    'required_documents' => '递交申请附件',
    'doc_1' => '1. 身份证/护照复印件',
    'doc_2' => '2. 更改姓名证明 (如适用)',
    'doc_3' => '3. 附有毕业/批准日期的完整学业成绩单复印件',
    'doc_4' => '4. 毕业证书或学历证明复印件',
    'doc_5' => '5. 工作经验证明 (如适用)',
    'doc_6' => '6. 论文/博士论文题目 (仅限博士级别) (如适用)',
    'doc_7' => '7. 英语水平考试成绩 (仅限博士级别) (如适用)',
    'doc_pdf' => '备注：所有所需文件必须合并为一个 PDF 文件（不超过 20 MB），并且每份复印件须签名以证明与原件一致。',

    'news' => '從那裡知道消息',
    'box' => '本人同意本校依据其职权和职责，在各项任务中使用本信息，以达成本校之目标',

    'select' => '選擇...',
    'january' => '一月',
    'february' => '二月',
    'march' => '三月',
    'april' => '四月',
    'may' => '五月',
    'june' => '六月',
    'july' => '七月',
    'august' => '八月',
    'september' => '九月',
    'october' => '十月',
    'november' => '十一月',
    'december' => '十二月',


    'pass_n' => '护照号码',
    'pass_s_d' => '护照签发日期',
    'pass_e_d' => '护照到期日',

    'visa1' => '签证号码',           // Qiānzhèng hàomǎ
    'visa2' => '签证类型',           // Qiānzhèng lèixíng
    'visa3' => '签发日期',           // Qiānfā rìqī
    'visa4' => '签证到期日',         // Qiānzhèng dàoqī rì

    'foreigner1' => '(对外籍学生：如不确定，请填写“Foreigner”)',

    'curriculum_masters_edu_2018' => '教育学硕士课程（教育课程与教学方向）（2018年修订课程）',
    'curriculum_masters_edu_2023' => '教育学硕士课程（教育课程与教学方向）（2023年修订课程）',
    'curriculum_masters_innovation_2019' => '教育学硕士课程（教育管理创新方向）（2019年新课程）',


    'abstract_upload_corrected' => '上传语言中心修改后的摘要文件',
    'student' => '学生',
    'teacher' => '导师',
    'file_word_note' => '备注：仅限 Word 文件',
    'abstract_upload' => '上传摘要文件（Word 文件）',
    'abstract_upload_teacher' => '导师上传摘要评审文件',


    // egrad
    'gradhome1' => '主页',
    'gradhome2' => '项目',
    'gradhome3' => '学生',
    'gradhome4' => '实时签证',
    'gradhome5' => '校友信息',



    //home
    'home1' => '数据筛选',
    'home2' => '课程',
    'home3' => '全部',
    'home4' => '按学年学生人数',
    'home5' => '学年',
    'home6' => '按专业的学生人数',
    'students' => '学生',
    'all' => '全部',

    'show' => '显示',

    //indexcourse
    'indexcourse1' => '层级',
    'indexcourse2' => '课程名称',
    'indexcourse3' => '管理',



    'รหัส' => '学号',
    'ชื่อ_นามสกุล' => '姓名',
    'เข้าศึกษา' => '入学年份',
    'สาขา' => '专业',
    'หนังสือรับรอง' => '证明文件',
    'จัดการ' => '管理',
    'ดูข้อมูล' => '查看资料',
    'วันหมดอายุVISA' => '签证到期日',
    'เเจ้งเตือน' => '通知',
    'ปริญญา' => '学位',
    'สถานะ' => '状态',

    'university' => '（拉差巴特瓦莱阿隆功皇家大学）',
    'egrad' => 'E - Graduate',

    'form' => 'MRU.B 表格',
    'form1' => 'MRU.B 1.',
    'form2' => 'MRU.B 2.',
    'form3' => 'MRU.B 3.',
    'form4' => 'MRU.B 4.',
    'form4/1' => 'MRU.B 4/1.',
    'form4/2' => 'MRU.B 4/2.',
    'form4/3' => 'MRU.B 4/3.',
    'form5' => 'MRU.B 5.',
    'form6' => 'MRU.B 6.',
    'form7' => 'MRU.B 7.',
    'form8' => 'MRU.B 8.',
    'form8/1' => 'MRU.B 8/1.',
    'form8/2' => 'MRU.B 8/2.',
    'form8/3' => 'MRU.B 8/3.',
    'form9' => 'MRU.B 9.',
    'form10' => 'MRU.B 10.',
    'form10/1' => 'MRU.B 10/1.',
    'form11' => 'MRU.B 11.',
    'form12' => 'MRU.B 12.',
    'form13' => 'MRU.B 13.',
    'form14' => 'MRU.B 14.',
    'form15' => 'MRU.B 15.',
    'form16' => 'MRU.B 16.',

    'form1_1' => '综合知识/资格考试申请表',
    'form2_1' => '基础知识考试申请表',
    'form3_1' => '论文/独立研究导师任命提案表',
    'form4_0' => '论文/独立研究提纲考试申请表',
    'form4_1' => '论文/独立研究提纲评估报告',
    'form4_2' => '论文/独立研究提纲修改报告（根据委员会意见）',
    'form4_3' => '论文/独立研究提纲修改报告（根据研究生院委员会决议）',
    'form5_1' => '邀请专家审核研究工具申请表',
    'form6_1' => '研究工具试用申请表',
    'form7_1' => '数据收集许可申请表',
    'form8_1' => '论文/独立研究考试申请表',
    'form8_2' => '论文/独立研究考试评估表',
    'form8_3' => '论文/独立研究考试结果报告',
    'form8_4' => '论文/独立研究修改报告（根据委员会意见）',
    'form9_1' => '论文/独立研究格式认证表',
    'form10_1' => '英文摘要审查申请表',
    'form10_2' => '英文摘要审查与修改表（导师审核后，专家修改后）',
    'form11_1' => '提交研究文章用于毕业申请',
    'form12_1' => '休学申请表',
    'form13_1' => '提交论文/独立研究申请表：CD封面（MRU.B 表格13）',
    'form14_1' => '公文申请表',
    'form15_1' => '保持学生身份申请表',
    'form16_1' => '论文/独立研究抄袭检查报告',

    'ข้อมูลนักศึกษา' => '学生信息',
    'หลักสูตร' => '课程/项目',
    'รหัสนักศึกษา' => '学号',
    'เบอร์โทร' => '电话号码',

    // egrad

    'grad1' => '主页',
    'grad2' => '大学课程预约系统',
    'gradmoney' => '缴费',
    'gradmoney1' => '学费',
    'gradmoney2' => '保持学生身份费用',
    'grad3' => '特别考试系统',
    'grad3_1' => '综合知识考试',
    'grad3_2' => '资格考试',
    'grad3_3' => '英语能力测试',

    'grad4' => '论文/独立研究系统',
    'grad4_1' => '提名论文/独立研究导师',
    'grad4_2' => '论文/独立研究提纲考试',
    'grad4_3' => '论文/独立研究提纲审批申请',

    'grad5' => '论文/独立研究',
    'grad5_1' => '研究工具审核',
    'grad5_2' => '人类研究伦理认证',
    'grad5_3' => '研究工具试用',
    'grad5_4' => '数据收集',
    'grad5_5' => '论文/独立研究考试',
    'grad5_6' => '论文/独立研究修订报告',

    'grad6' => '论文/独立研究排版检查系统 (MRU.B 9)',
    'grad7' => '研究文章发布系统',

    'grad8' => '毕业申请系统',
    'grad8_1' => '课程委员会',
    'grad8_2' => '研究生院委员会',
    'grad8_3' => '英文摘要审查系统 (语言中心)',
    'grad8_4' => '学术委员会',
    'grad8_5' => '大学理事会',

    'grad9' => '同意书',

    'status' => '状态',

    // money
    'payment1_1' => '学费',
    'paymentno' => '无学费信息',
    'payment1_2' => '学年',

    'payment2_1' => '保持学生身份费用',
    'paymentno2' => '无保持学生身份费用信息',

    // t_system
    't_system1_1' => '综合知识考试',
    't_system2_1' => '资格考试',
    't_system3_1' => '英语能力测试',

    // thesis_name1
    'thesis_name1_1' => '论文/独立研究导师任命提案',
    'thesis_name1_2' => '学号',
    'thesis_name1_3' => '课程',
    'thesis_name1_4' => '论文/独立研究题目 (英文)',
    'thesis_name1_5' => '论文/独立研究题目 (泰文)',
    'thesis_name1_6' => '导师 (1)',
    'thesis_name1_7' => '导师 (2)',
    'thesis_name1_8' => '导师 (3)',
    'thesis_name1_9' => '课程主任',
    'thesis_name1_10' => '任命日期',

    'thesis_name2_1' => '论文/独立研究提纲审批申请',
    'thesis_name2_2' => '研究生院委员会会议第',
    'thesis_name2_3' => '论文/独立研究提纲审批命令',

    'thesis_name3_1' => '论文/独立研究提纲考试',

    // thesis_re1
    'thesis_re1_1' => '研究工具审核',

    // thesis_re2
    'thesis_re2_1' => '培训/人类研究伦理认证',
    'thesis_re2_2' => '状态',
    'thesis_re2_3admin' => '摘要文件 (Abstract)',
    'thesis_re2_3' => '上传摘要文件 (Abstract)',
    'thesis_re2_word' => '(备注: Word 文件)',
    'thesis_re2_upword' => '选择上传文件',
    'thesis_re2_up' => '打开文档',
    'thesis_re2_4' => '摘要文件审核结果',
    'thesis_re2_5' => '导师',
    'thesis_re2_6' => '语言中心专家修改后的摘要',
    'thesis_re2_7' => '学生',

    'mwrb10' => 'MRU.B10 — 英文摘要审查申请表',
    'mwrb10-1' => 'MRU.B10/1 — 导师摘要修改审查表 (专家修改后)',

    // thesis_re3
    'thesis_re3_1' => '研究工具试用',

    // thesis_re4
    'thesis_re4_1' => '数据收集',

    // thesis_re5
    'thesis_re5_1' => '论文 / 独立研究考试',
    'thesis_re5_2' => '论文 / 独立研究开题考试委员会',
    'thesis_re5_3' => '论文 / 独立研究考试委员会',
    // thesis_re6
    'thesis_re6_1' => '论文/独立研究修订报告',
    'thesis_re6_2' => '日期',

    // sys_tr1
    'sys_tr1_1' => '论文/独立研究排版检查系统 (MRU.B 9)',
    'sys_tr1_2' => '第一轮',
    'sys_tr1_3' => '第二轮',
    'sys_tr1_4' => '第三轮',
    'sys_tr1_5' => '第四轮',
    'sys_tr1_7' => '提交日期',
    'sys_tr1_6' => '回收日期',

    // p_research1
    'p_research1_1' => '研究文章提交用于毕业申请 (MRU.B 11)',
    'p_research1_2' => '日期',
    'p_research1_3' => '文件',
    'p_research1_4' => '在此处打开文件:',

    // sys_fi1
    'sys_fi1_1' => '毕业申请系统 / 课程委员会',
    'sys_fi2_1' => '毕业申请系统 / 研究生院委员会',
    'sys_fi2_2' => '第 / 日期',

    // abstract1
    'abstract1_1' => '英文摘要审查系统 (语言中心)',
    'abstract1_2' => '第一轮',
    'abstract1_3' => '第二轮',
    'abstract1_4' => '第三轮',

    // sys_fi3
    'sys_fi3_1' => '毕业申请系统 / 学术委员会',
    'sys_fi3_2' => '第 / 日期',

    // sys_fi4
    'sys_fi4_1' => '毕业申请系统 / 大学理事会',
    'sys_fi4_2' => '第 / 日期',


    'ปฏิทินวิชาการ' => '学术日历',
    'กรุณาเลือกข้อมูล' => '- 请选择 -',
    'ผ่าน' => '通过',
    'ไม่ผ่าน' => '未通过',

    'บันทึก' => '保存',
    'รีเซ็ต' => '重置',
    'เเจ้งเตือนอีเมล' => '邮件通知',

    'ประธาน' => '主席',
    'กรรมการ' => '委员会成员',

    'ระดับปริญญา' => "学位层次",

    'ภาคเรียน/ปี' => '学期/年份',

    'ปริญญาโท' => "硕士学位",
    'ปริญญาเอก' => "博士学位",

    'คำถามที่พบบ่อย' => '常见问题',
    'รายละเอียดคำถาม' => '问题详情',

    'หน้าหลัก' => '首页',
    'เข้าสู่ระบบ' => '登录',

    'ตั้งคำถาม' => '提问',
    'หัวข้อ' => '主题',
    'ประเภท' => '类别',
    'เลือกประเภท' => '选择类别',
    'เลือกคำถาม' => '选择问题',
    'คำถามทั้งหมด' => '所有问题',
    'สอบถามข้อมูล' => '咨询',
    'ร้องเรียน' => '投诉',
    'เเนะนำติชม' => '建议与反馈',
    'รายละเอียด' => '详情',
    'email' => '电子邮箱',
    'ไฟล์เเนบ' => '附件',
    'ลงชื่อ' => '姓名',
    'เลือกไฟล์' => '📁 选择文件 (PNG/JPG/PDF)',
    'ยังไม่ได้เลือกไฟล์' => '未选择文件',

    'ยืนยัน' => '确认',
    'ล้างข้อมูล' => '清除',



    'กรรมการผู้ทรงคุณวุฒิ' => '校外专家委员',
    'กรรมการและเลขานุการ' => '委员兼秘书',

    'คณะกรรมการสอบเค้าโครงวิทยานิพนธ์/การค้นคว้าอิสระ'
    => '论文 / 独立研究开题考试委员会',
    'กำหนดวันสอบ' => '考试日期',
    'ห้องสอบ' => '考试室',
    'ระบุห้องสอบ' => '指定考试室',
    'เวลา' => '时间',


    'เเจ้งเตือนนักศึกษา' => '学生通知',
    'จัดการข้อความแจ้งเตือนนักศึกษา' => '管理学生通知',
    'แจ้งเตือนเรื่องการชำระเงิน' => '缴费提醒',
    'แจ้งเตือนเรื่องการลงทะเบียน' => '注册提醒',
    'บันทึกข้อความ' => '保存消息',

    'ประกาศนียบัตรบัณฑิต' => '研究生文凭',

    'การตรวจสอบเครื่องมือที่ใช้ในงานวิจัย' => '研究工具审核',
    'ยังไม่ได้ดำเนินการ' => '尚未进行',
    'อยู่ในระหว่างดำเนินการ' => '进行中',
    'ดำเนินการเรียบร้อยแล้ว' => '已完成',
    'ไม่ต้องทดลองใช้เครื่องมือวิจัย' => '无需进行研究工具试用',

    'ไม่ต้องตรวจสอบเครื่องมือที่ใช้ในการวิจัย'
    => '无需审核研究工具',

    'ใบรับรองจริยธรรมการวิจัยในมนุษย์'
    => '人体研究伦理审查批准证书',
    'ใบผ่านการอบรมจริยธรรมการวิจัยในมนุษย์'
    => '人体研究伦理培训合格证书',
    'ไม่ได้ใช้จริยธรรมวิจัยในมนุษย์'
    => '不涉及人体研究伦理',

    'ไม่ต้องเก็บข้อมูล' => '无需收集数据',

    'ดาวน์โหลด' => '下载在线文档',
    'เปิดเอกสาร' => '打开 PDF 文件',
    'ยังไม่มีไฟล์' => '暂无文件',

    'เปิดเอก' => '打开修改后的摘要文件',
    'อัปโหลด' => '上传',
    'ดาวน์' => '下载',


    'ดาวน์โหลดไฟล์ที่อัปโหลดไว้' => '下载已上传的文件',

    'คน' => '人',

];



