<?php

return [

    'นวัตกรรมการจัดการสิ่งแวดล้อม' => '环境管理创新',
    'การจัดการเทคโนโลยี' => '技术管理',
    'หลักสูตรและการสอน' => '课程与教学',
    'การบริหารธุรกิจ' => '工商管理',
    'วิทยาศาสตร์และนวัตกรรมเพื่อการพัฒนา' => '发展科学与创新',
    'นวัตกรรมการบริหารการศึกษา' => '教育管理创新',
    'สิ่งแวดล้อมศึกษา' => '环境教育',
    'บริหารธุรกิจ' => '工商管理',
    'การจัดการระบบสุขภาพ' => '健康系统管理',
    'การบริหารการศึกษา' => '教育行政管理',
    'เทคโนโลยีการจัดการเกษตร' => '农业管理技术',
    'รัฐประศาสนศาสตร์' => '公共行政学',
    'นวัตกรรมการบริหารปกครองแและการประกอบการเพื่อสังคม' => '治理行政与社会企业创新',
    'ผู้ประกอบการและการออกแบบนวัตกรรมธุรกิจ' => '企业家精神与商业创新设计',
    'การจัดการปกครอง' => '治理管理',
    'ทัศนศิลป์และการออกแบบ' => '视觉艺术与设计',
    'การจัดการธุรกิจ' => '商业管理',

    'ปริญญาโท' => '硕士学位',
    'ปริญญาเอก' => '博士学位',
    'เลือกระดับปริญญา' => '选择学历层级',
    'select_major' => '选择专业',

    'student_id' => '学生编号',
    'ค้นหา' => '搜索',

];
