<?php

return [
    'login' => 'เข้าสู่ระบบ',
    'logout' => 'ออกจากระบบ',

    'description_1' => 'สมัครเรียน',
    'description_2' => 'ประวัติผู้สมัคร',
    'description_3' => 'ประวัติการศึกษา',
    'description_4' => 'หนังสือเดินทาง',
    'description_4_1' => 'สำหรับนักศึกษาต่างชาติ',


    'degree' => 'เลือกปริญญา',
    'academic_year' => 'ปีการศึกษา',
    'faculty' => 'คณะ / สาขาวิชาที่เลือกเข้าศึกษา ',
    'faculty2' => 'สาขาวิชา',

    'prefix' => 'คำนำหน้าชื่อ',
    'first_name' => 'ชื่อ',
    'last_name' => 'นามสกุล',
    'passport_number' => 'บัตรประชาชน/พาสปอร์ต',

    'nationality' => 'สัญชาติ',
    'gender' => 'เพศ',
    'date_birth' => 'วันเกิด',
    'birth_month' => 'เดือนเกิด',
    'birth_year' => 'พ.ศ. เกิด',

    'address' => 'ที่อยู่ปัจจุบัน',
    'province' => 'จังหวัด',
    'district' => 'เขต/อำเภอ',
    'subdistrict' => 'แขวง/ตำบล',
    'postcode' => 'รหัสไปรษณีย์',

    'contact_number' => 'เบอร์โทรศัพท์',
    'line_id' => 'ID Line',
    'mail' => 'อีเมล',
    'line' => 'ID Line',

    'school_name' => 'ชื่อสถานศึกษา',
    'address_school' => 'จังหวัดของสถานศึกษา',
    'level_school' => 'ปริญญาที่เคยเรียนจบ',
    'field_studyl' => 'สาขา / สายวิชาที่เรียน',
    'gpax' => 'คะแนนเฉลี่ย (GPAx)',

    'required_documents' => 'เอกสารแนบ',
    'doc_1' => '1. สำเนาบัตรประชาชน/พาสปอร์ต',
    'doc_2' => '2. หลักฐานการเปลี่ยนชื่อ-สกุล (ถ้ามี)',
    'doc_3' => '3. สำเนาใบแสดงผลการเรียนตลอดหลักสูตร (Transcript) ที่มีวันอนุมัติผลสำเร็จการศึกษาฉบับสมบูรณ์',
    'doc_4' => '4. สำเนาปริญญาบัตร หรือ ใบรับรองคุณวุฒิ',
    'doc_5' => '5. หนังสือรับรองประสบการณ์ทำงาน (ถ้ามี)',
    'doc_6' => '6. หัวข้อวิทยานิพนธ์/ดุษฎีนิพนธ์ (เฉพาะระดับปริญญาเอก) (ถ้ามี)',
    'doc_7' => '7. ผลการสอบภาษาอังกฤษ เฉพาะระดับปริญญาเอก (ถ้ามี)',
    'doc_pdf' => 'หมายเหตุ: ต้องรวมเอกสารที่จำเป็นทั้งหมดเป็นไฟล์ PDF ไฟล์เดียว เเละเซ็นสำเนาถูกต้องทุกฉบับ (ไม่เกิน 20 MB)',

    'news' => 'ทราบข่าวการรับสมัครจาก',
    'box' => 'ข้าพเจ้ายินยอมให้มหาวิทยาลัยนำไปใช้เพื่อติดตามดำเนินงานตามอำนาจและหน้าที่ของมหาวิทยาลัยในพันธกิจด้านต่าง ๆ เพื่อให้บรรลุวัตถุประสงค์ของมหาวิทยาลัย',

    'select' => 'เลือก...',
    'january' => 'มกราคม',
    'february' => 'กุมภาพันธ์',
    'march' => 'มีนาคม',
    'april' => 'เมษายน',
    'may' => 'พฤษภาคม',
    'june' => 'มิถุนายน',
    'july' => 'กรกฎาคม',
    'august' => 'สิงหาคม',
    'september' => 'กันยายน',
    'october' => 'ตุลาคม',
    'november' => 'พฤศจิกายน',
    'december' => 'ธันวาคม',


    'pass_n' => 'เลขที่หนังสือเดินทาง',
    'pass_s_d' => 'วันออกหนังสือเดินทาง',
    'pass_e_d' => 'วันหมดอายุหนังสือเดินทาง',


    'visa1' => 'หมายเลขวีซ่า',
    'visa2' => 'ประเภทวีซ่า',
    'visa3' => 'วันที่ออกวีซ่า',
    'visa4' => 'วันหมดอายุวีซ่า',


    'foreigner1' => '(สำหรับนักศึกษาต่างชาติ หากไม่แน่ใจ กรุณาระบุ "Foreigner")',

    'curriculum_masters_edu_2018' => 'หลักสูตรครุศาสตรมหาบัณฑิต (ค.ม.) สาขาวิชาหลักสูตรและการสอน (หลักสูตรปรับปรุง พ.ศ. 2561)',
    'curriculum_masters_edu_2023' => 'หลักสูตรครุศาสตรมหาบัณฑิต (ค.ม.) สาขาวิชาหลักสูตรและการสอน (หลักสูตรปรับปรุง พ.ศ. 2566)',
    'curriculum_masters_innovation_2019' => 'หลักสูตรครุศาสตรมหาบัณฑิต (ค.ม.) สาขาวิชานวัตกรรมการบริหารการศึกษา (หลักสูตรใหม่ พ.ศ. 2562)',



    //egrad
    'gradhome1' => 'Home',
    'gradhome2' => 'หลักสูตร',
    'gradhome3' => 'นักศึกษา',
    'gradhome4' => 'Real-Time Visa',
    'gradhome5' => 'ข้อมูลศิษย์เก่า',


    'grad1' => 'หน้าหลัก',
    'grad2' => 'ระบบการจองรายวิชามหาวิทยาลัย',
    'gradmoney' => 'การชำระเงิน',
    'gradmoney1' => 'ค่าธรรมเนียมการศึกษา',
    'gradmoney2' => 'ค่ารักษาสถานภาพการเป็นนักศึกษา',
    'grad3' => 'ระบบการสอบพิเศษ',
    'grad3_1' => 'การสอบประมวลความรู้',
    'grad3_2' => 'การสอบวัดคุณสมบัติ',
    'grad3_3' => 'การสอบวัดความรู้ภาษาอังกฤษ',

    'grad4' => 'ระบบการทำวิทยานิพนธ์<br>การค้นคว้าอิสระ',
    'grad4_1' => 'การเสนอชื่อเรื่องและขอแต่งตั้ง<br>กรรมการที่ปรึกษาวิทยานิพนธ์<br>การค้นคว้าอิสระ',
    'grad4_2' => 'การสอบเค้าโครง<br>วิทยานิพนธ์/การค้นคว้าอิสระ',
    'grad4_3' => 'การเสนอขออนุมัติเค้าโครง<br>วิทยานิพนธ์/การค้นคว้าอิสระ',

    'grad5' => 'วิทยานิพนธ์<br>การค้นคว้าอิสระ',
    'grad5_1' => 'การตรวจสอบเครื่องมือที่ใช้ในการวิจัย',
    'grad5_2' => 'ขอรับรองจริยธรรมวิจัยในมุนษย์',
    'grad5_3' => 'การทดลองใช้เครื่องมือ',
    'grad5_4' => 'การเก็บข้อมูล',
    'grad5_5' => 'การสอบวิทยานิพนธ์/การค้นคว้าอิสระ',
    'grad5_6' => 'การรายงานการแก้ไขปรับปรุงวิทยานิพนธ์/การค้นคว้าอิสระ',

    'grad6' => 'ระบบการตรวจรูปแบบ<br>การพิมพ์วิทยานิพนธ์<br>การค้นคว้าอิสระ',
    'grad7' => 'ระบบเผยแพร่<br>เอกสารงานวิจัย',

    'grad8' => 'ระบบการเสนอ<br>ขอจบการศึกษา',
    'grad8_1' => 'คณะกรรมการหลักสูตร',
    'grad8_2' => 'คณะกรรมการบัณฑิตวิทยาลัย',
    'grad8_3' => 'ระบบการตรวจบทคัดย่อ<br>ภาษาอังกฤษ (Abstract) (ศูนย์ภาษา)',
    'grad8_4' => 'คณะกรรมการสภาวิชาการ',
    'grad8_5' => 'คณะกรรมการสภามหาวิทยาลัย',

    'grad9' => 'หนังสือยินยอม',

    'status' => 'สถานะ',
    //money

    'payment1_1' => 'ค่าธรรมเนียมการศึกษา',
    'paymentno' => 'ไม่มีข้อมูลค่าธรรมเนียม',
    'payment1_2' => 'ปีการศึกษา',



    'payment2_1' => 'ค่ารักษาสถานภาพการเป็นนักศึกษา',
    'paymentno2' => 'ไม่มีข้อมูลค่ารักษาสถานภาพการเป็นนักศึกษา',

    //t_system

    't_system1_1' => 'การสอบประมวลความรู้',

    't_system2_1' => 'การสอบวัดคุณสมบัติ',

    't_system3_1' => 'การสอบวัดความรู้ภาษาอังกฤษ',


    //thesis_name1

    'thesis_name1_1' => 'การเสนอชื่อเรื่องและขอแต่งตั้งกรรมการที่ปรึกษาวิทยานิพนธ์/การค้นคว้าอิสระ',
    'thesis_name1_2' => 'รหัสนักศึกษา',
    'thesis_name1_3' => 'หลักสูตร',
    'thesis_name1_4' => 'ชื่อเรื่องวิทยานิพนธ์<br>การค้นคว้าอิสระ ภาษาอังกฤษ',
    'thesis_name1_5' => 'ชื่อเรื่องวิทยานิพนธ์<br>การค้นคว้าอิสระ ภาษาไทย',
    'thesis_name1_6' => 'อาจารย์ที่ปรึกษา (1)',
    'thesis_name1_7' => 'อาจารย์ที่ปรึกษา (2)',
    'thesis_name1_8' => 'อาจารย์ที่ปรึกษา (3)',
    'thesis_name1_9' => 'ประธานหลักสูตร',
    'thesis_name1_10' => 'ณ วันที่แต่งตั้ง',



    'thesis_name2_1' => 'การเสนอขออนุมัติเค้าโครงวิทยานิพนธ์/การค้นคว้าอิสระ',
    'thesis_name2_2' => 'เข้าที่ประชุมคณะกรรมการบัณฑิตวิทยาลัย ครั้งที่',
    'thesis_name2_3' => 'คำสั่งอนุมัติเค้าโครง<br>วิทยานิพนธ์/การค้นคว้าอิสระ',



    'thesis_name3_1' => 'การสอบเค้าโครง<br>วิทยานิพนธ์/การค้นคว้าอิสระ',

    //thesis_re1
    'การตรวจสอบเครื่องมือที่ใช้ในงานวิจัย' => 'การตรวจสอบเครื่องมือที่ใช้ในงานวิจัย',
    'ยังไม่ได้ดำเนินการ' => 'ยังไม่ได้ดำเนินการ',
    'อยู่ในระหว่างดำเนินการ' => 'อยู่ในระหว่างดำเนินการ',
    'ดำเนินการเรียบร้อยแล้ว' => 'ดำเนินการเรียบร้อยแล้ว',
    'ไม่ต้องทดลองใช้เครื่องมือวิจัย' => 'ไม่ต้องทดลองใช้เครื่องมือวิจัย',

    'ไม่ต้องตรวจสอบเครื่องมือที่ใช้ในการวิจัย' => 'ไม่ต้องตรวจสอบเครื่องมือที่ใช้ในการวิจัย',

    'ใบรับรองจริยธรรมการวิจัยในมนุษย์' => 'ใบรับรองจริยธรรมการวิจัยในมนุษย์',
    'ใบผ่านการอบรมจริยธรรมการวิจัยในมนุษย์' => 'ใบผ่านการอบรมจริยธรรมการวิจัยในมนุษย์',
    'ไม่ได้ใช้จริยธรรมวิจัยในมนุษย์' => 'ไม่ได้ใช้จริยธรรมวิจัยในมนุษย์',

    'ไม่ต้องเก็บข้อมูล' => 'ไม่ต้องเก็บข้อมูล',


    //thesis_re2
    'thesis_re2_1' => 'ใบผ่านการอบรม/ใบผ่านการรับรองจริยธรรมวิจัยในมุนษย์',
    'thesis_re2_2' => 'สถานะ',

    'thesis_re2_3admin' => 'ไฟล์บทคัดย่อ (Abstract)',
    'thesis_re2_3' => ' อัปโหลดไฟล์บทคัดย่อ (Abstract)',
    'thesis_re2_word' => '(หมายเหตุ: ไฟล์ Word)',
    'thesis_re2_upword' => 'เลือกไฟล์อัปโหลด',
    'thesis_re2_up' => 'เปิดเอกสาร',
    'thesis_re2_4' => 'ผลการตรวจ ไฟล์บทคัดย่อ (Abstract)',
    'thesis_re2_5' => 'อาจารย์',
    'thesis_re2_6' => 'บทคัดย่อปรับเเก้ไขจาก ผู้เชียวชาญที่ศูนย์ภาษา',
    'thesis_re2_7' => 'นักศึกษา',

    'mwrb10' => 'ไฟล์ มรว.บ.10 แบบเสนอขอรับการตรวจบทคัดย่อ (Abstract)',
    'mwrb10-1' => 'ไฟล์ มรว.บ.10/1 — แบบตรวจการแก้ไขบทคัดย่อภาษาอังกฤษ (Abstract) ของประธานที่ปรึกษา 
(หลังการแก้ไขจากผู้เชี่ยวชาญ)',

    //thesis_re3
    'thesis_re3_1' => 'การทดลองใช้เครื่องมือวิจัย',

    //thesis_re4
    'thesis_re4_1' => 'การเก็บข้อมูล',






    //thesis_re6
    'thesis_re6_1' => 'การรายงานการแก้ไขปรับปรุงวิทยานิพนธ์/การค้นคว้าอิสระ',
    'thesis_re6_2' => 'วันที่',



    //sys_tr1
    'sys_tr1_1' => 'ระบบการตรวจรูปแบบการพิมพ์วิทยานิพนธ์/การค้นคว้าอิสระ (มรว.บ. 9)',
    'sys_tr1_2' => 'รอบที่ 1',
    'sys_tr1_3' => 'รอบที่ 2',
    'sys_tr1_4' => 'รอบที่ 3',
    'sys_tr1_5' => 'รอบที่ 4',
    'sys_tr1_7' => 'วันที่ส่ง',
    'sys_tr1_6' => 'วันที่รับคืน',

    //p_research1
    'p_research1_1' => 'เอกสารการเผยแพร่บทความวิจัยเพื่อใช้สำหรับการเสนอขอสำเร็จการศึกษา (มรว.บ. 11)',
    'p_research1_2' => 'วันที่',
    'p_research1_3' => 'ไฟล์เอกสาร',
    'p_research1_4' => 'เปิดเอกสารได้ที่นี่ :',

    //sys_fi1
    'sys_fi1_1' => 'ระบบการเสนอขอจบการศึกษา / คณะกรรมการหลักสูตร',

    'sys_fi2_1' => 'ระบบการเสนอขอจบการศึกษา / คณะกรรมการบัณฑิตวิทยาลัย',
    'sys_fi2_2' => 'ครั้งที่ / ณ วันที่',


    //abstract1
    'abstract1_1' => 'ระบบการตรวจบทคัดย่อภาษาอังกฤษ (Abstract) (ศูนย์ภาษา)',
    'abstract1_2' => 'รอบที่ 1',
    'abstract1_3' => 'รอบที่ 2',
    'abstract1_4' => 'รอบที่ 3',

    //sys_fi3
    'sys_fi3_1' => 'ระบบการเสนอขอจบการศึกษา / คณะกรรมการสภาวิชาการ',
    'sys_fi3_2' => 'ครั้งที่ / ณ วันที่',


    //sys_fi4
    'sys_fi4_1' => 'ระบบการเสนอขอจบการศึกษา / คณะกรรมการสภามหาวิทยาลัย',
    'sys_fi4_2' => 'ครั้งที่ / ณ วันที่',


    //home
    'home1' => 'ตัวกรองข้อมูล',
    'home2' => 'หลักสูตร',
    'home3' => 'ทั้งหมด',
    'home4' => 'จำนวนคงอยู่นักศึกษาตามปีการศึกษา',
    'home5' => 'ปีการศึกษา',
    'home6' => 'จำนวนนักศึกษาตามสาขาวิชา',
    'students' => 'นักศึกษา',
    'all' => 'ทั้งหมด',

    'show' => 'เเสดง',

    //indexcourse
    'indexcourse1' => 'ระดับ',
    'indexcourse2' => 'ชื่อหลักสูตร',
    'indexcourse3' => 'จัดการ',


    'รหัส' => 'รหัส',
    'ชื่อ_นามสกุล' => 'ชื่อ - นามสกุล',
    'เข้าศึกษา' => 'เข้าศึกษา',
    'สาขา' => 'สาขา',
    'หนังสือรับรอง' => 'หนังสือรับรอง',
    'จัดการ' => 'จัดการ',
    'ดูข้อมูล' => 'ดูข้อมูล',
    'วันหมดอายุVISA' => 'วันหมดอายุVISA',
    'เเจ้งเตือน' => 'เเจ้งเตือน',
    'ปริญญา' => 'ปริญญา',
    'สถานะ' => 'สถานะ',

    'university' => '(มหาวิทยาลัยราชภัฎวไลยอลงกรณ์ ในพระบรมราชูปถัมภ์)',
    'egrad' => 'E - Graduate',


    'form' => 'แบบฟอร์ม มรว.บ.',
    'form1' => 'มรว.บ. 1.',
    'form2' => 'มรว.บ. 2.',
    'form3' => 'มรว.บ. 3.',
    'form4' => 'มรว.บ. 4.',
    'form4/1' => 'มรว.บ. 4/1.',
    'form4/2' => 'มรว.บ. 4/2.',
    'form4/3' => 'มรว.บ. 4/3.',

    'form5' => 'มรว.บ. 5.',
    'form6' => 'มรว.บ. 6.',
    'form7' => 'มรว.บ. 7.',
    'form8' => 'มรว.บ. 8.',
    'form8/1' => 'มรว.บ. 8/1.',
    'form8/2' => 'มรว.บ. 8/2.',
    'form8/3' => 'มรว.บ. 8/3.',

    'form9' => 'มรว.บ. 9.',
    'form10' => 'มรว.บ. 10.',
    'form10/1' => 'มรว.บ. 10/1.',

    'form11' => 'มรว.บ. 11.',
    'form12' => 'มรว.บ. 12.',
    'form13' => 'มรว.บ. 13.',
    'form14' => 'มรว.บ. 14.',
    'form15' => 'มรว.บ. 15.',
    'form16' => 'มรว.บ. 16.',

    'form1_1' => 'แบบขอสอบประมวลความรู้/วัดคุณสมบัติ',
    'form2_1' => 'แบบขอสอบวัดความรู้พื้นฐาน',
    'form3_1' => 'แบบเสนอชื่อเรื่องและขอแต่งตั้งกรรมการที่ปรึกษาวิทยานิพนธ์การค้นคว้าอิสระ',
    'form4_0' => 'แบบขอสอบเค้าโครงวิทยานิพนธ์ / การค้นคว้าอิสระ',
    'form4_1' => 'แบบรายงานผลการประเมินเค้าโครงวิทยานิพนธ์ / การค้นคว้าอิสระ',
    'form4_2' => 'แบบรายงานผลการแก้ไขปรับปรุงเค้าโครงวิทยานิพนธ์ / การค้นคว้าอิสระ ตามข้อคิดเห็นของคณะกรรมการสอบเค้าโครง',
    'form4_3' => 'แบบรายงานผลการแก้ไขปรับปรุงเค้าโครงวิทยานิพนธ์ / การค้นคว้าอิสระ ตามมติคณะกรรมการประจำบัณฑิตวิทยาลัย',
    'form5_1' => 'แบบขอหนังสือเชิญผู้ทรงคุณวุฒิตรวจสอบเครื่องมือที่ใช้ในการวิจัย',
    'form6_1' => 'แบบขอหนังสือขอความอนุเคราะห์ทดลองใช้เครื่องมือวิจัย',
    'form7_1' => 'แบบขอหนังสือขอความอนุเคราะห์เก็บข้อมูล',
    'form8_1' => 'แบบเสนอขอสอบวิทยานิพนธ์ / การค้นคว้าอิสระ',
    'form8_2' => 'แบบประเมินการสอบวิทยานิพนธ์ / การค้นคว้าอิสระ',
    'form8_3' => 'แบบรายงานผลการสอบวิทยานิพนธ์ / การค้นคว้าอิสระ',
    'form8_4' => 'แบบรายงานการแก้ไขปรับปรุงวิทยานิพนธ์ / การค้นคว้าอิสระ: ตามข้อคิดเห็นของคณะกรรมการสอบ',
    'form9_1' => 'แบบรับรองการตรวจรูปแบบการพิมพ์วิทยานิพนธ์ / การค้นคว้าอิสระ',
    'form10_1' => 'แบบเสนอขอรับการตรวจทานคัดย่อ ภาษาอังกฤษ (Abstract)',
    'form10_2' => 'แบบตรวจทานแก้ไขบทคัดย่อ ภาษาอังกฤษ (Abstract) ของอาจารย์ที่ปรึกษา (หลังการแก้ไขจากผู้เชี่ยวชาญ)',
    'form11_1' => 'แบบขอส่งเอกสารการเผยแพร่บทความงานวิจัย เพื่อใช้สำหรับการเสนอจบ',
    'form12_1' => 'แบบคำร้องขอลาพักการศึกษา',
    'form13_1' => 'แบบเสนอขอส่งเล่มวิทยานิพนธ์ / การค้นคว้าอิสระ : หน้าปกสำหรับใส่ในซองแผ่นซีดีข้อมูลตามแบบ มรว.บ.13',
    'form14_1' => 'แบบคำร้องขอหนังสือราชการ',
    'form15_1' => 'คำร้องขอรักษาสภาพการเป็นนักศึกษา',
    'form16_1' => 'แบบขอส่งบรายงานผลการตรวจสอบการคัดลอกผลงานวิทยานิพนธ์/การค้นคว้าอิสระ',

    'ข้อมูลนักศึกษา' => 'ข้อมูลนักศึกษา',
    'หลักสูตร' => 'หลักสูตร',
    'รหัสนักศึกษา' => 'รหัสนักศึกษา',
    'เบอร์โทร' => 'เบอร์โทร',



    'ปฏิทินวิชาการ' => 'ปฏิทินวิชาการ',
    'กรุณาเลือกข้อมูล' => '- กรุณาเลือกข้อมูล -',
    'ผ่าน' => 'ผ่าน',
    'ไม่ผ่าน' => 'ไม่ผ่าน',

    'บันทึก' => 'บันทึก',
    'รีเซ็ต' => 'รีเซ็ต',
    'เเจ้งเตือนอีเมล' => 'เเจ้งเตือนอีเมล',

    'ประธาน' => 'ประธาน',
    'กรรมการ' => 'กรรมการ',


    //thesis_re5
    'thesis_re5_1' => 'การสอบวิทยานิพนธ์ / การค้นคว้าอิสระ',
    'thesis_re5_2' => 'คณะกรรมการสอบเค้าโครงวิทยานิพนธ์/การค้นคว้าอิสระ',
    'thesis_re5_3' => 'คณะกรรมการสอบวิทยานิพนธ์/การค้นคว้าอิสระ',

    'กรรมการผู้ทรงคุณวุฒิ' => 'กรรมการผู้ทรงคุณวุฒิ',
    'กรรมการและเลขานุการ' => 'กรรมการและเลขานุการ',

    'คณะกรรมการสอบเค้าโครงวิทยานิพนธ์/การค้นคว้าอิสระ' => 'คณะกรรมการสอบเค้าโครงวิทยานิพนธ์/การค้นคว้าอิสระ',
    'กำหนดวันสอบ' => 'กำหนดวันสอบ',
    'ห้องสอบ' => 'ห้องสอบ',
    'ระบุห้องสอบ' => 'ระบุห้องสอบ',
    'เวลา' => 'เวลา',

    'ระดับปริญญา' => 'ระดับปริญญา',
    'ภาคเรียน/ปี' => 'ภาคเรียน/ปี',

    'ปริญญาโท' => 'ปริญญาโท',
    'ปริญญาเอก' => 'ปริญญาเอก',

    'คำถามที่พบบ่อย' => 'คำถามที่พบบ่อย',
    'รายละเอียดคำถาม' => 'รายละเอียดคำถาม',

    'หน้าหลัก' => 'หน้าหลัก',
    'เข้าสู่ระบบ' => 'เข้าสู่ระบบ',

    'ตั้งคำถาม' => 'ตั้งคำถาม',
    'หัวข้อ' => 'หัวข้อ',
    'ประเภท' => 'ประเภท',
    'เลือกประเภท' => 'เลือกประเภท',
    'เลือกคำถาม' => 'เลือกคำถาม',
    'คำถามทั้งหมด' => 'คำถามทั้งหมด',
    'สอบถามข้อมูล' => 'สอบถามข้อมูล',
    'ร้องเรียน' => 'ร้องเรียน',
    'เเนะนำติชม' => 'เเนะนำติชม',
    'รายละเอียด' => 'รายละเอียด',
    'email' => 'Email',
    'ไฟล์เเนบ' => 'ไฟล์เเนบ',
    'ลงชื่อ' => 'ลงชื่อ',
    'เลือกไฟล์' => '📁 เลือกไฟล์ (PNG/JPG/PDF)',
    'ยังไม่ได้เลือกไฟล์' => 'ยังไม่ได้เลือกไฟล์',

    'ยืนยัน' => 'ยืนยัน',
    'ล้างข้อมูล' => 'ล้างข้อมูล',

    'เเจ้งเตือนนักศึกษา' => 'เเจ้งเตือนนักศึกษา',
    'จัดการข้อความแจ้งเตือนนักศึกษา' => 'จัดการข้อความแจ้งเตือนนักศึกษา',
    'แจ้งเตือนเรื่องการชำระเงิน' => 'แจ้งเตือนเรื่องการชำระเงิน',
    'แจ้งเตือนเรื่องการลงทะเบียน' => 'แจ้งเตือนเรื่องการลงทะเบียน',
    'บันทึกข้อความ' => 'บันทึกข้อความ',
    'ประกาศนียบัตรบัณฑิต' => 'ประกาศนียบัตรบัณฑิต',

    'ดาวน์โหลด' => 'ดาวน์โหลดเอกสารออนไลน์',
    'เปิดเอกสาร' => 'เปิดเอกสาร PDF',
    'ยังไม่มีไฟล์' => 'ยังไม่มีไฟล์',

    'เปิดเอก' => 'เปิดเอกสาร Abstract หลังแก้ไข',
    'อัปโหลด' => 'อัปโหลด',
    'ดาวน์' => 'ดาวน์โหลด',
    
    'ดาวน์โหลดไฟล์ที่อัปโหลดไว้' => 'ดาวน์โหลดไฟล์ที่อัปโหลดไว้',

    'คน' => 'คน',
    
];





