<?php
return [
    'นวัตกรรมการจัดการสิ่งแวดล้อม' => 'นวัตกรรมการจัดการสิ่งแวดล้อม',
    'การจัดการเทคโนโลยี' => 'การจัดการเทคโนโลยี',
    'หลักสูตรและการสอน' => 'หลักสูตรและการสอน',
    'การบริหารธุรกิจ' => 'การบริหารธุรกิจ',
    'วิทยาศาสตร์และนวัตกรรมเพื่อการพัฒนา' => 'วิทยาศาสตร์และนวัตกรรมเพื่อการพัฒนา',
    'นวัตกรรมการบริหารการศึกษา' => 'นวัตกรรมการบริหารการศึกษา',
    'สิ่งแวดล้อมศึกษา' => 'สิ่งแวดล้อมศึกษา',
    'บริหารธุรกิจ' => 'บริหารธุรกิจ',
    'การจัดการระบบสุขภาพ' => 'การจัดการระบบสุขภาพ',
    'การบริหารการศึกษา' => 'การบริหารการศึกษา',
    'เทคโนโลยีการจัดการเกษตร' => 'เทคโนโลยีการจัดการเกษตร',
    'รัฐประศาสนศาสตร์' => 'รัฐประศาสนศาสตร์',
    'นวัตกรรมการบริหารปกครองแและการประกอบการเพื่อสังคม' => 'นวัตกรรมการบริหารปกครองแและการประกอบการเพื่อสังคม',
    'ผู้ประกอบการและการออกแบบนวัตกรรมธุรกิจ' => 'ผู้ประกอบการและการออกแบบนวัตกรรมธุรกิจ',
    'การจัดการปกครอง' => 'การจัดการปกครอง',
    'ทัศนศิลป์และการออกแบบ' => 'ทัศนศิลป์และการออกแบบ',
    'การจัดการธุรกิจ' => 'การจัดการธุรกิจ',

    'ปริญญาโท' => 'ปริญญาโท',
    'ปริญญาเอก' => 'ปริญญาเอก',
    'เลือกระดับปริญญา' => 'เลือกระดับปริญญา',
    'select_major' => 'เลือกหลักสูตร',

    'student_id' => 'รหัสนักศึกษา',
    'ค้นหา' => 'ค้นหา',


];
